Repository: Lcc1ccl/cmax
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# settings.app.telemetry
source: Send anonymous telemetry
ar: ШҘШұШіШ§Щ„ ШЁЩҠШ§ЩҶШ§ШӘ ШӘШӯЩ„ЩҠЩ„ЩҠШ© Щ…Ш¬ЩҮЩҲЩ„Ш©
bs: Е alji anonimnu telemetriju
da: Send anonym telemetri
de: Anonyme Telemetriedaten senden
es: Enviar telemetrГӯa anГіnima
fr: Envoyer des donnГ©es de tГ©lГ©mГ©trie anonymes
it: Invia telemetria anonima
ja: еҢҝеҗҚгҒ®гғҶгғ¬гғЎгғҲгғӘгӮ’йҖҒдҝЎ
ko: мқөлӘ… мӣҗкІ© мёЎм • м „мҶЎ
nb: Send anonym telemetri
pl: WysyЕӮaj anonimowД… telemetriДҷ
pt_br: Enviar telemetria anГҙnima
ru: РһСӮРҝСҖР°РІР»СҸСӮСҢ Р°РҪРҫРҪРёРјРҪСғСҺ СӮРөР»РөРјРөСӮСҖРёСҺ
th: аёӘа№ҲаёҮаёӮа№үаёӯаёЎаё№аёҘаёҒаёІаёЈаё§аёҙа№Җаё„аёЈаёІаё°аё«а№Ңа№Ғаёҡаёҡа№„аёЎа№ҲаёЈаё°аёҡаёёаё•аёұаё§аё•аёҷ
tr: Anonim telemetri gГ¶nder
uk: РқР°РҙСҒРёР»Р°СӮРё Р°РҪРҫРҪС–РјРҪСғ СӮРөР»РөРјРөСӮСҖС–СҺ
zh_hans: еҸ‘йҖҒеҢҝеҗҚйҒҘжөӢж•°жҚ®
zh_hant: еӮійҖҒеҢҝеҗҚйҒҷжё¬иіҮж–ҷ

# settings.app.telemetry.subtitle
source: Share anonymized crash and usage data to help improve cmux.
ar: Щ…ШҙШ§ШұЩғШ© ШЁЩҠШ§ЩҶШ§ШӘ Ш§Щ„ШЈШ№Ш·Ш§Щ„ ЩҲШ§Щ„Ш§ШіШӘШ®ШҜШ§Щ… Ш§Щ„Щ…Ш¬ЩҮЩҲЩ„Ш© Щ„Щ„Щ…ШіШ§Ш№ШҜШ© ЩҒЩҠ ШӘШӯШіЩҠЩҶ cmux.
bs: Dijelite anonimizirane podatke o padovima i koriЕЎtenju kako biste pomogli u poboljЕЎanju cmux.
da: Del anonymiserede nedbrud- og brugsdata for at hjГҰlpe med at forbedre cmux.
de: Anonymisierte Absturz- und Nutzungsdaten teilen, um cmux zu verbessern.
es: Compartir datos anГіnimos de fallos y uso para ayudar a mejorar cmux.
fr: Partager des donnГ©es anonymisГ©es de plantage et d'utilisation pour aider Г amГ©liorer cmux.
it: Condividi dati anonimi su arresti anomali e utilizzo per migliorare cmux.
ja: cmuxгҒ®ж”№е–„гҒ«еҪ№з«ӢгҒҰгӮӢгҒҹгӮҒгҖҒеҢҝеҗҚеҢ–гҒ•гӮҢгҒҹгӮҜгғ©гғғгӮ·гғҘгҒҠгӮҲгҒідҪҝз”ЁзҠ¶жіҒгғҮгғјгӮҝгӮ’е…ұжңүгҒ—гҒҫгҒҷгҖӮ
ko: cmux к°ңм„ мқ„ мң„н•ҙ мқөлӘ…нҷ”лҗң м¶©лҸҢ л°Ҹ мӮ¬мҡ© лҚ°мқҙн„°лҘј кіөмң н•©лӢҲлӢӨ.
nb: Del anonymiserte krasj- og bruksdata for ГҘ bidra til ГҘ forbedre cmux.
pl: UdostДҷpniaj zanonimizowane dane o awariach i uЕјyciu, aby pomГіc ulepszyДҮ cmux.
pt_br: Compartilhar dados anonimizados de falhas e uso para ajudar a melhorar o cmux.
ru: Р”РөР»РёСӮСҢСҒСҸ Р°РҪРҫРҪРёРјРҪСӢРјРё РҙР°РҪРҪСӢРјРё Рҫ СҒРұРҫСҸС… Рё РёСҒРҝРҫР»СҢР·РҫРІР°РҪРёРё РҙР»СҸ СғР»СғСҮСҲРөРҪРёСҸ cmux.
th: а№ҒаёҠаёЈа№ҢаёӮа№үаёӯаёЎаё№аёҘаёҒаёІаёЈаёӮаёұаё”аёӮа№үаёӯаёҮа№ҒаёҘаё°аёҒаёІаёЈа№ғаёҠа№үаёҮаёІаёҷа№Ғаёҡаёҡа№„аёЎа№ҲаёЈаё°аёҡаёёаё•аёұаё§аё•аёҷа№Җаёһаё·а№ҲаёӯаёҠа№Ҳаё§аёўаёӣаёЈаёұаёҡаёӣаёЈаёёаёҮ cmux
tr: cmux'u iyileЕҹtirmek iГ§in anonimleЕҹtirilmiЕҹ Г§Г¶kme ve kullanДұm verilerini paylaЕҹ.
uk: РқР°РҙСҒРёР»Р°СӮРё Р°РҪРҫРҪС–РјРҪС– РҙР°РҪС– РҝСҖРҫ Р·РұРҫС— СӮР° РІРёРәРҫСҖРёСҒСӮР°РҪРҪСҸ РҙР»СҸ РҝРҫРәСҖР°СүРөРҪРҪСҸ cmux.
zh_hans: еҲҶдә«еҢҝеҗҚзҡ„еҙ©жәғе’ҢдҪҝз”Ёж•°жҚ®пјҢеё®еҠ©ж”№иҝӣ cmuxгҖӮ
zh_hant: еҲҶдә«еҢҝеҗҚзҡ„з•¶ж©ҹиҲҮдҪҝз”ЁиіҮж–ҷпјҢд»ҘеҚ”еҠ©ж”№е–„ cmuxгҖӮ

# settings.app.telemetry.subtitleChanged
source: Change takes effect on next launch.
ar: ЩҠШіШұЩҠ Ш§Щ„ШӘШәЩҠЩҠШұ Ш№ЩҶШҜ Ш§Щ„ШӘШҙШәЩҠЩ„ Ш§Щ„ШӘШ§Щ„ЩҠ.
bs: Promjena stupa na snagu pri sljedeДҮem pokretanju.
da: ГҶndringen trГҰder i kraft ved nГҰste start.
de: Г„nderung wird beim nГӨchsten Start wirksam.
es: El cambio se aplicarГЎ en el prГіximo inicio.
fr: La modification prendra effet au prochain lancement.
it: La modifica avrГ effetto al prossimo avvio.
ja: еӨүжӣҙгҒҜж¬Ўеӣһиө·еӢ•жҷӮгҒ«еҸҚжҳ гҒ•гӮҢгҒҫгҒҷгҖӮ
ko: ліҖкІҪ мӮ¬н•ӯмқҖ лӢӨмқҢ мӢӨн–ү мӢң м Ғмҡ©лҗ©лӢҲлӢӨ.
nb: Endringen trer i kraft ved neste oppstart.
pl: Zmiana zacznie obowiД…zywaДҮ po ponownym uruchomieniu.
pt_br: A alteraГ§ГЈo terГЎ efeito na prГіxima inicializaГ§ГЈo.
ru: РҳР·РјРөРҪРөРҪРёРө РІСҒСӮСғРҝРёСӮ РІ СҒРёР»Сғ РҝСҖРё СҒР»РөРҙСғСҺСүРөРј Р·Р°РҝСғСҒРәРө.
th: аёҒаёІаёЈа№ҖаёӣаёҘаёөа№Ҳаёўаёҷа№ҒаёӣаёҘаёҮаёҲаё°аёЎаёөаёңаёҘа№ҖаёЎаё·а№Ҳаёӯа№Җаёӣаёҙаё”а№ғаё«аёЎа№Ҳаё„аёЈаёұа№үаёҮаё–аёұаё”а№„аёӣ
tr: DeДҹiЕҹiklik bir sonraki baЕҹlatmada geГ§erli olur.
uk: Р—РјС–РҪР° РҪР°РұСғРҙРө СҮРёРҪРҪРҫСҒСӮС– РҝСҖРё РҪР°СҒСӮСғРҝРҪРҫРјСғ Р·Р°РҝСғСҒРәСғ.
zh_hans: жӣҙж”№е°ҶеңЁдёӢж¬ЎеҗҜеҠЁж—¶з”ҹж•ҲгҖӮ
zh_hant: и®Ҡжӣҙе°ҮеңЁдёӢж¬Ўе•ҹеӢ•жҷӮз”ҹж•ҲгҖӮ

# settings.app.theme
source: Theme
ar: Ш§Щ„Щ…ШёЩҮШұ
bs: Tema
da: Tema
de: Design
es: Tema
fr: ThГЁme
it: Tema
ja: гғҶгғјгғһ
ko: н…Ңл§Ҳ
nb: Tema
pl: Motyw
pt_br: Tema
ru: РўРөРјР°
th: аёҳаёөаёЎ
tr: Tema
uk: РўРөРјР°
zh_hans: дё»йўҳ
zh_hant: дё»йЎҢ

# settings.app.warnBeforeQuit
source: Warn Before Quit
ar: Ш§Щ„ШӘШӯШ°ЩҠШұ ЩӮШЁЩ„ Ш§Щ„ШҘЩҶЩҮШ§ШЎ
bs: Upozori prije zatvaranja
da: Advar fГёr afslutning
de: Vor dem Beenden warnen
es: Advertir antes de salir
fr: Avertir avant de quitter
it: Avvisa prima di uscire
ja: зөӮдәҶеүҚгҒ«иӯҰе‘Ҡ
ko: мў…лЈҢ м „ кІҪкі
nb: Advar fГёr avslutning
pl: Ostrzegaj przed zamkniДҷciem
pt_br: Avisar Antes de Encerrar
ru: РҹСҖРөРҙСғРҝСҖРөР¶РҙР°СӮСҢ РҝРөСҖРөРҙ РІСӢС…РҫРҙРҫРј
th: а№Җаё•аё·аёӯаёҷаёҒа№ҲаёӯаёҷаёӯаёӯаёҒ
tr: ГҮДұkmadan Г–nce Uyar
uk: РҹРҫРҝРөСҖРөРҙР¶СғРІР°СӮРё РҝРөСҖРөРҙ РІРёС…РҫРҙРҫРј
zh_hans: йҖҖеҮәеүҚиӯҰе‘Ҡ
zh_hant: зөҗжқҹеүҚиӯҰе‘Ҡ

# settings.app.warnBeforeQuit.subtitleOff
source: Cmd+Q quits immediately without confirmation.
ar: Cmd+Q ЩҠЩҶЩҮЩҠ ЩҒЩҲШұЩӢШ§ ШЁШҜЩҲЩҶ ШӘШЈЩғЩҠШҜ.
bs: Cmd+Q odmah zatvara bez potvrde.
da: Cmd+Q afslutter Гёjeblikkeligt uden bekrГҰftelse.
de: Cmd+Q beendet sofort ohne BestГӨtigung.
es: Cmd+Q sale inmediatamente sin confirmaciГіn.
fr: Cmd+Q quitte immГ©diatement sans confirmation.
it: Cmd+Q esce immediatamente senza conferma.
ja: Cmd+QгҒ§зўәиӘҚгҒӘгҒ—гҒ«гҒҷгҒҗзөӮдәҶгҒ—гҒҫгҒҷгҖӮ
ko: Cmd+QлҘј лҲ„лҘҙл©ҙ нҷ•мқё м—Ҷмқҙ мҰүмӢң мў…лЈҢлҗ©лӢҲлӢӨ.
nb: Cmd+Q avslutter umiddelbart uten bekreftelse.
pl: Cmd+Q zamyka natychmiast bez potwierdzenia.
pt_br: Cmd+Q encerra imediatamente sem confirmaГ§ГЈo.
ru: Cmd+Q Р·Р°РІРөСҖСҲР°РөСӮ РҝСҖРёР»РҫР¶РөРҪРёРө РҪРөРјРөРҙР»РөРҪРҪРҫ РұРөР· РҝРҫРҙСӮРІРөСҖР¶РҙРөРҪРёСҸ.
th: Cmd+Q аёӯаёӯаёҒаё—аёұаёҷаё—аёөа№Ӯаё”аёўа№„аёЎа№ҲаёЎаёөаёҒаёІаёЈаёўаё·аёҷаёўаёұаёҷ
tr: Cmd+Q onay olmadan hemen Г§Дұkar.
uk: Cmd+Q Р·Р°РәСҖРёРІР°С” РҝСҖРҫРіСҖР°РјСғ РҪРөРіР°Р№РҪРҫ РұРөР· РҝС–РҙСӮРІРөСҖРҙР¶РөРҪРҪСҸ.
zh_hans: Cmd+Q зӣҙжҺҘйҖҖеҮәпјҢж— йңҖзЎ®и®ӨгҖӮ
zh_hant: Cmd+Q жңғз«ӢеҚізөҗжқҹпјҢдёҚйЎҜзӨәзўәиӘҚжҸҗзӨәгҖӮ

# settings.app.warnBeforeQuit.subtitleOn
source: Show a confirmation before quitting with Cmd+Q.
ar: Ш№ШұШ¶ ШӘШЈЩғЩҠШҜ ЩӮШЁЩ„ Ш§Щ„ШҘЩҶЩҮШ§ШЎ ШЁЩҖ Cmd+Q.
bs: PrikaЕҫi potvrdu prije zatvaranja sa Cmd+Q.
da: Vis en bekrГҰftelse, fГёr du afslutter med Cmd+Q.
de: Vor dem Beenden mit Cmd+Q eine BestГӨtigung anzeigen.
es: Mostrar una confirmaciГіn antes de salir con Cmd+Q.
fr: Afficher une confirmation avant de quitter avec Cmd+Q.
it: Mostra una conferma prima di uscire con Cmd+Q.
ja: Cmd+QгҒ§зөӮдәҶгҒҷгӮӢеүҚгҒ«зўәиӘҚгӮ’иЎЁзӨәгҒ—гҒҫгҒҷгҖӮ
ko: Cmd+QлЎң мў…лЈҢн•ҳкё° м „м—җ нҷ•мқё лҢҖнҷ”мғҒмһҗлҘј н‘ңмӢңн•©лӢҲлӢӨ.
nb: Vis en bekreftelse fГёr avslutning med Cmd+Q.
pl: PokaЕј potwierdzenie przed zamkniДҷciem za pomocД… Cmd+Q.
pt_br: Mostrar uma confirmaГ§ГЈo antes de encerrar com Cmd+Q.
ru: РҹРҫРәР°Р·СӢРІР°СӮСҢ РҝРҫРҙСӮРІРөСҖР¶РҙРөРҪРёРө РҝРөСҖРөРҙ РІСӢС…РҫРҙРҫРј РҝРҫ Cmd+Q.
th: а№ҒаёӘаё”аёҮаёҒаёІаёЈаёўаё·аёҷаёўаёұаёҷаёҒа№ҲаёӯаёҷаёӯаёӯаёҒаё”а№үаё§аёў Cmd+Q
tr: Cmd+Q ile Г§Дұkmadan Г¶nce onay gГ¶ster.
uk: РҹРҫРәР°Р·СғРІР°СӮРё РҝС–РҙСӮРІРөСҖРҙР¶РөРҪРҪСҸ РҝРөСҖРөРҙ РІРёС…РҫРҙРҫРј СҮРөСҖРөР· Cmd+Q.
zh_hans: дҪҝз”Ё Cmd+Q йҖҖеҮәеүҚжҳҫзӨәзЎ®и®ӨеҜ№иҜқжЎҶгҖӮ
zh_hant: дҪҝз”Ё Cmd+Q зөҗжқҹеүҚйЎҜзӨәзўәиӘҚжҸҗзӨәгҖӮ

# settings.automation.claudeCode
source: Claude Code Integration
ar: ШӘЩғШ§Щ…Щ„ Claude Code
bs: Claude Code integracija
es: IntegraciГіn con Claude Code
fr: IntГ©gration Claude Code
it: Integrazione Claude Code
ja: Claude CodeйҖЈжҗә
ko: Claude Code м—°лҸҷ
nb: Claude Code-integrering
pl: Integracja z Claude Code
pt_br: IntegraГ§ГЈo com Claude Code
ru: РҳРҪСӮРөРіСҖР°СҶРёСҸ СҒ Claude Code
th: аёҒаёІаёЈаёңаёӘаёІаёҷаёЈаё§аёЎ Claude Code
tr: Claude Code Entegrasyonu
uk: РҶРҪСӮРөРіСҖР°СҶС–СҸ Р· Claude Code
zh_hans: Claude Code йӣҶжҲҗ
zh_hant: Claude Code ж•ҙеҗҲ

# settings.automation.claudeCode.note
source: When enabled, cmux wraps the claude command to inject session tracking and notification hooks. Disable if you prefer to manage Claude Code hooks yourself.
ar: Ш№ЩҶШҜ Ш§Щ„ШӘЩҒШ№ЩҠЩ„ШҢ ЩҠШәЩ„Щ‘ЩҒ cmux ШЈЩ…Шұ claude Щ„ШӯЩӮЩҶ ШӘШӘШЁШ№ Ш§Щ„Ш¬Щ„ШіШ© ЩҲШ®Ш·Ш§ЩҒШ§ШӘ Ш§Щ„ШҘШҙШ№Ш§ШұШ§ШӘ. ЩӮЩ… ШЁШ§Щ„ШӘШ№Ш·ЩҠЩ„ ШҘШ°Ш§ ЩғЩҶШӘ ШӘЩҒШ¶Щ„ ШҘШҜШ§ШұШ© Ш®Ш·Ш§ЩҒШ§ШӘ Claude Code ШЁЩҶЩҒШіЩғ.
bs: Kada je omoguДҮeno, cmux omotava naredbu claude kako bi ubacio praДҮenje sesije i zakaДҚke za obavjeЕЎtenja. OnemoguДҮite ako preferirate sami upravljati Claude Code zakaДҚkama.
da: NГҘr aktiveret, wrapper cmux claude-kommandoen for at injicere sessionssporing og notifikationshooks. Deaktiver, hvis du foretrГҰkker at administrere Claude Code-hooks selv.
de: Wenn aktiviert, umhГјllt cmux den claude-Befehl, um Sitzungsverfolgung und Benachrichtigungs-Hooks einzufГјgen. Deaktivieren Sie dies, wenn Sie Claude Code-Hooks selbst verwalten mГ¶chten.
es: Cuando estГЎ activado, cmux envuelve el comando claude para inyectar seguimiento de sesiГіn y hooks de notificaciГіn. Desactiva si prefieres gestionar los hooks de Claude Code tГә mismo.
fr: Lorsque cette option est activГ©e, cmux encapsule la commande claude pour injecter le suivi de session et les hooks de notification. DГ©sactivez si vous prГ©fГ©rez gГ©rer les hooks Claude Code vous-mГӘme.
it: Quando abilitato, cmux avvolge il comando claude per iniettare il tracciamento della sessione e gli hook di notifica. Disabilita se preferisci gestire gli hook di Claude Code manualmente.
ja: жңүеҠ№гҒ«гҒҷгӮӢгҒЁгҖҒcmuxгҒҜclaudeгӮігғһгғігғүгӮ’гғ©гғғгғ—гҒ—гҒҰгӮ»гғғгӮ·гғ§гғіиҝҪи·ЎгҒЁйҖҡзҹҘгғ•гғғгӮҜгӮ’жҢҝе…ҘгҒ—гҒҫгҒҷгҖӮClaude CodeгҒ®гғ•гғғгӮҜгӮ’иҮӘеҲҶгҒ§з®ЎзҗҶгҒҷгӮӢе ҙеҗҲгҒҜз„ЎеҠ№гҒ«гҒ—гҒҰгҒҸгҒ гҒ•гҒ„гҖӮ
ko: нҷңм„ұнҷ”н•ҳл©ҙ cmuxк°Җ claude лӘ…л №мқ„ лһҳн•‘н•ҳм—¬ м„ём…ҳ м¶”м Ғ л°Ҹ м•ҢлҰј нӣ…мқ„ мӮҪмһ…н•©лӢҲлӢӨ. Claude Code нӣ…мқ„ м§Ғм ‘ кҙҖлҰ¬н•ҳл Өл©ҙ л№„нҷңм„ұнҷ”н•ҳм„ёмҡ”.
nb: NГҘr aktivert, pakker cmux inn claude-kommandoen for ГҘ injisere sesjonssporing og varslingsmekanismer. Deaktiver hvis du foretrekker ГҘ hГҘndtere Claude Code-mekanismer selv.
pl: Po wЕӮД…czeniu cmux opakowuje polecenie claude, aby wstrzyknД…ДҮ Еӣledzenie sesji i hooki powiadomieЕ„. WyЕӮД…cz, jeЕӣli wolisz samodzielnie zarzД…dzaДҮ hookami Claude Code.
pt_br: Quando ativado, o cmux encapsula o comando claude para injetar rastreamento de sessГЈo e hooks de notificaГ§ГЈo. Desative se preferir gerenciar os hooks do Claude Code vocГӘ mesmo.
ru: РҹСҖРё РІРәР»СҺСҮРөРҪРёРё cmux РҫРұРҫСҖР°СҮРёРІР°РөСӮ РәРҫРјР°РҪРҙСғ claude РҙР»СҸ РҫСӮСҒР»РөР¶РёРІР°РҪРёСҸ СҒРөР°РҪСҒРҫРІ Рё СғРІРөРҙРҫРјР»РөРҪРёР№. РһСӮРәР»СҺСҮРёСӮРө, РөСҒР»Рё РҝСҖРөРҙРҝРҫСҮРёСӮР°РөСӮРө СғРҝСҖР°РІР»СҸСӮСҢ С…СғРәР°РјРё Claude Code СҒР°РјРҫСҒСӮРҫСҸСӮРөР»СҢРҪРҫ.
th: а№ҖаёЎаё·а№Ҳаёӯа№Җаёӣаёҙаё”а№ғаёҠа№үаёҮаёІаёҷ cmux аёҲаё°аё«а№Ҳаёӯаё„аёіаёӘаёұа№ҲаёҮ claude а№Җаёһаё·а№Ҳаёӯа№Җаёһаёҙа№ҲаёЎаёҒаёІаёЈаё•аёҙаё”аё•аёІаёЎа№ҖаёӢаёӘаёҠаёұаёҷа№ҒаёҘаё°аё•аё°аёӮаёӯаёҒаёІаёЈа№ҒаёҲа№үаёҮа№Җаё•аё·аёӯаёҷ аёӣаёҙаё”а№ғаёҠа№үаёҮаёІаёҷаё«аёІаёҒаё„аёёаё“аё•а№үаёӯаёҮаёҒаёІаёЈаёҲаёұаё”аёҒаёІаёЈаё•аё°аёӮаёӯ Claude Code аё”а№үаё§аёўаё•аёұаё§а№ҖаёӯаёҮ
tr: EtkinleЕҹtirildiДҹinde, cmux oturum izleme ve bildirim kancalarДұ eklemek iГ§in claude komutunu sarar. Claude Code kancalarДұnДұ kendiniz yГ¶netmeyi tercih ediyorsanДұz devre dДұЕҹДұ bДұrakДұn.
uk: РҜРәСүРҫ СғРІС–РјРәРҪРөРҪРҫ, cmux РҫРұРіРҫСҖСӮР°С” РәРҫРјР°РҪРҙСғ claude РҙР»СҸ С–РҪКјС”РәСҶС–С— РІС–РҙСҒСӮРөР¶РөРҪРҪСҸ СҒРөР°РҪСҒС–РІ СӮР° С…СғРәС–РІ СҒРҝРҫРІС–СүРөРҪСҢ. Р’РёРјРәРҪС–СӮСҢ, СҸРәСүРҫ РұР°Р¶Р°С”СӮРө СҒР°РјРҫСҒСӮС–Р№РҪРҫ РәРөСҖСғРІР°СӮРё С…СғРәР°РјРё Claude Code.
zh_hans: еҗҜз”ЁеҗҺпјҢcmux дјҡеҢ…иЈ… claude е‘Ҫд»Өд»ҘжіЁе…ҘдјҡиҜқи·ҹиёӘе’ҢйҖҡзҹҘй’©еӯҗгҖӮеҰӮжһңжӮЁеёҢжңӣиҮӘиЎҢз®ЎзҗҶ Claude Code й’©еӯҗпјҢиҜ·зҰҒз”ЁжӯӨйҖүйЎ№гҖӮ
zh_hant: е•ҹз”ЁеҫҢпјҢcmux жңғеҢ…иЈқ claude жҢҮд»Өд»ҘжіЁе…Ҙе·ҘдҪңйҡҺж®өиҝҪи№Өе’ҢйҖҡзҹҘжҺӣйүӨгҖӮеҰӮжһңжӮЁеҒҸеҘҪиҮӘиЎҢз®ЎзҗҶ Claude Code жҺӣйүӨпјҢи«ӢеҒңз”ЁжӯӨйҒёй …гҖӮ

# settings.automation.claudeCode.subtitleOff
source: Claude Code runs without cmux integration.
ar: ЩҠШ№Щ…Щ„ Claude Code ШЁШҜЩҲЩҶ ШӘЩғШ§Щ…Щ„ cmux.
bs: Claude Code radi bez cmux integracije.
da: Claude Code kГёrer uden cmux-integration.
de: Claude Code wird ohne cmux-Integration ausgefГјhrt.
es: Claude Code se ejecuta sin integraciГіn con cmux.
fr: Claude Code s'exГ©cute sans intГ©gration cmux.
it: Claude Code viene eseguito senza integrazione cmux.
ja: Claude CodeгҒҜcmuxйҖЈжҗәгҒӘгҒ—гҒ§е®ҹиЎҢгҒ•гӮҢгҒҫгҒҷгҖӮ
ko: Claude Codeк°Җ cmux м—°лҸҷ м—Ҷмқҙ мӢӨн–үлҗ©лӢҲлӢӨ.
nb: Claude Code kjГёrer uten cmux-integrering.
pl: Claude Code dziaЕӮa bez integracji z cmux.
pt_br: O Claude Code Г© executado sem integraГ§ГЈo com o cmux.
ru: Claude Code СҖР°РұРҫСӮР°РөСӮ РұРөР· РёРҪСӮРөРіСҖР°СҶРёРё СҒ cmux.
th: Claude Code аё—аёіаёҮаёІаёҷа№Ӯаё”аёўа№„аёЎа№ҲаёЎаёөаёҒаёІаёЈаёңаёӘаёІаёҷаёЈаё§аёЎ cmux
tr: Claude Code cmux entegrasyonu olmadan Г§alДұЕҹДұr.
uk: Claude Code РҝСҖР°СҶСҺС” РұРөР· С–РҪСӮРөРіСҖР°СҶС–С— Р· cmux.
zh_hans: Claude Code еңЁжІЎжңү cmux йӣҶжҲҗзҡ„жғ…еҶөдёӢиҝҗиЎҢгҖӮ
zh_hant: Claude Code еңЁдёҚдҪҝз”Ё cmux ж•ҙеҗҲзҡ„жғ…жіҒдёӢйҒӢиЎҢгҖӮ

# settings.automation.claudeCode.subtitleOn
source: Sidebar shows Claude session status and notifications.
ar: ЩҠШ№ШұШ¶ Ш§Щ„ШҙШұЩҠШ· Ш§Щ„Ш¬Ш§ЩҶШЁЩҠ ШӯШ§Щ„Ш© Ш¬Щ„ШіШ© Claude ЩҲШ§Щ„ШҘШҙШ№Ш§ШұШ§ШӘ.
bs: BoДҚna traka prikazuje status Claude sesije i obavjeЕЎtenja.
da: SidebjГҰlken viser Claude-sessionsstatus og notifikationer.
de: Die Seitenleiste zeigt den Claude-Sitzungsstatus und Benachrichtigungen an.
es: La barra lateral muestra el estado de la sesiГіn de Claude y las notificaciones.
fr: La barre latГ©rale affiche le statut de la session Claude et les notifications.
it: La barra laterale mostra lo stato della sessione Claude e le notifiche.
ja: гӮөгӮӨгғүгғҗгғјгҒ«ClaudeгӮ»гғғгӮ·гғ§гғігҒ®гӮ№гғҶгғјгӮҝгӮ№гҒЁйҖҡзҹҘгҒҢиЎЁзӨәгҒ•гӮҢгҒҫгҒҷгҖӮ
ko: мӮ¬мқҙл“ңл°”м—җ Claude м„ём…ҳ мғҒнғңмҷҖ м•ҢлҰјмқҙ н‘ңмӢңлҗ©лӢҲлӢӨ.
nb: Sidepanelet viser Claude-sesjonsstatus og varsler.
pl: Pasek boczny pokazuje status sesji Claude i powiadomienia.
pt_br: A barra lateral mostra o status da sessГЈo do Claude e notificaГ§Гөes.
ru: Р‘РҫРәРҫРІР°СҸ РҝР°РҪРөР»СҢ РҝРҫРәР°Р·СӢРІР°РөСӮ СҒСӮР°СӮСғСҒ СҒРөР°РҪСҒР° Claude Рё СғРІРөРҙРҫРјР»РөРҪРёСҸ.
th: а№Ғаё–аёҡаё”а№үаёІаёҷаёӮа№үаёІаёҮа№ҒаёӘаё”аёҮаёӘаё–аёІаёҷаё°а№ҖаёӢаёӘаёҠаёұаёҷ Claude а№ҒаёҘаё°аёҒаёІаёЈа№ҒаёҲа№үаёҮа№Җаё•аё·аёӯаёҷ
tr: Kenar Г§ubuДҹu Claude oturum durumunu ve bildirimlerini gГ¶sterir.
uk: Р‘С–СҮРҪР° РҝР°РҪРөР»СҢ РҝРҫРәР°Р·СғС” СҒСӮР°СӮСғСҒ СҒРөР°РҪСҒСғ Claude СӮР° СҒРҝРҫРІС–СүРөРҪРҪСҸ.
zh_hans: дҫ§иҫ№ж ҸжҳҫзӨә Claude дјҡиҜқзҠ¶жҖҒе’ҢйҖҡзҹҘгҖӮ
zh_hant: еҒҙйӮҠж¬„йЎҜзӨә Claude е·ҘдҪңйҡҺж®өзӢҖж…Ӣе’ҢйҖҡзҹҘгҖӮ

# settings.automation.openAccess.dialog.cancel
source: Cancel
ar: ШҘЩ„ШәШ§ШЎ
bs: OtkaЕҫi
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: гӮӯгғЈгғігӮ»гғ«
ko: м·ЁмҶҢ
nb: Avbryt
pl: Anuluj
pt_br: Cancelar
ru: РһСӮРјРөРҪРёСӮСҢ
th: аёўаёҒа№ҖаёҘаёҙаёҒ
tr: VazgeГ§
uk: РЎРәР°СҒСғРІР°СӮРё
zh_hans: еҸ–ж¶Ҳ
zh_hant: еҸ–ж¶Ҳ

# settings.automation.openAccess.dialog.confirm
source: Enable Full Open Access
ar: ШӘЩҒШ№ЩҠЩ„ Ш§Щ„ЩҲШөЩҲЩ„ Ш§Щ„Щ…ЩҒШӘЩҲШӯ Ш§Щ„ЩғШ§Щ…Щ„
bs: OmoguДҮi potpuni otvoreni pristup
da: Aktiver fuld ГҘben adgang
de: VollstГӨndigen offenen Zugriff aktivieren
es: Activar acceso abierto completo
fr: Activer l'accГЁs ouvert complet
it: Abilita accesso aperto completo
ja: гғ•гғ«гӮӘгғјгғ—гғігӮўгӮҜгӮ»гӮ№гӮ’жңүеҠ№гҒ«гҒҷгӮӢ
ko: м „мІҙ к°ңл°© м ‘к·ј нҷңм„ұнҷ”
nb: Aktiver full ГҘpen tilgang
pl: WЕӮД…cz peЕӮny otwarty dostДҷp
pt_br: Ativar Acesso Aberto Total
ru: Р’РәР»СҺСҮРёСӮСҢ РҝРҫР»РҪСӢР№ РҫСӮРәСҖСӢСӮСӢР№ РҙРҫСҒСӮСғРҝ
th: а№Җаёӣаёҙаё”а№ғаёҠа№үаёҮаёІаёҷаёҒаёІаёЈа№ҖаёӮа№үаёІаё–аё¶аёҮа№Җаёӣаёҙаё”а№Ғаёҡаёҡа№Җаё•а№ҮаёЎ
tr: Tam AГ§Дұk EriЕҹimi EtkinleЕҹtir
uk: РЈРІС–РјРәРҪСғСӮРё РҝРҫРІРҪРёР№ РІС–РҙРәСҖРёСӮРёР№ РҙРҫСҒСӮСғРҝ
zh_hans: еҗҜз”Ёе®Ңе…ЁејҖж”ҫи®ҝй—®
zh_hant: е•ҹз”Ёе®Ңе…Ёй–Ӣж”ҫеӯҳеҸ–

# settings.automation.openAccess.dialog.message
source: This disables ancestry and password checks and opens the socket to all local users. Only enable when you understand the risk.
ar: ЩҠШӨШҜЩҠ ЩҮШ°Ш§ ШҘЩ„Щү ШӘШ№Ш·ЩҠЩ„ ЩҒШӯЩҲШөШ§ШӘ Ш§Щ„ЩҶШіШЁ ЩҲЩғЩ„Щ…Ш© Ш§Щ„Щ…ШұЩҲШұ ЩҲЩҠЩҒШӘШӯ Ш§Щ„Щ…ЩӮШЁШі Щ„Ш¬Щ…ЩҠШ№ Ш§Щ„Щ…ШіШӘШ®ШҜЩ…ЩҠЩҶ Ш§Щ„Щ…ШӯЩ„ЩҠЩҠЩҶ. ЩӮЩ… ШЁШ§Щ„ШӘЩҒШ№ЩҠЩ„ ЩҒЩӮШ· Ш№ЩҶШҜЩ…Ш§ ШӘЩҒЩҮЩ… Ш§Щ„Щ…Ш®Ш§Ш·Шұ.
bs: Ovo onemoguДҮava provjere porijekla i lozinke i otvara utiДҚnicu svim lokalnim korisnicima. OmoguДҮite samo kada razumijete rizik.
da: Dette deaktiverer herkomst- og adgangskodekontrol og ГҘbner socketen for alle lokale brugere. Aktiver kun, nГҘr du forstГҘr risikoen.
de: Dies deaktiviert Abstammungs- und PasswortprГјfungen und Г¶ffnet den Socket fГјr alle lokalen Benutzer. Aktivieren Sie dies nur, wenn Sie das Risiko verstehen.
es: Esto desactiva las verificaciones de ascendencia y contraseГұa, y abre el socket a todos los usuarios locales. Activa solo si comprendes el riesgo.
fr: Cela dГ©sactive les vГ©rifications de parentГ© et de mot de passe et ouvre le socket Г tous les utilisateurs locaux. N'activez que si vous comprenez les risques.
it: Questa operazione disabilita i controlli di discendenza e password e apre il socket a tutti gli utenti locali. Abilita solo se comprendi il rischio.
ja: гҒ“гӮҢгҒ«гӮҲгӮҠгҖҒзҘ–е…Ҳгғ—гғӯгӮ»гӮ№гғҒгӮ§гғғгӮҜгҒЁгғ‘гӮ№гғҜгғјгғүгғҒгӮ§гғғгӮҜгҒҢз„ЎеҠ№гҒ«гҒӘгӮҠгҖҒгҒҷгҒ№гҒҰгҒ®гғӯгғјгӮ«гғ«гғҰгғјгӮ¶гғјгҒ«гӮҪгӮұгғғгғҲгҒҢе…¬й–ӢгҒ•гӮҢгҒҫгҒҷгҖӮгғӘгӮ№гӮҜгӮ’зҗҶи§ЈгҒ—гҒҹдёҠгҒ§жңүеҠ№гҒ«гҒ—гҒҰгҒҸгҒ гҒ•гҒ„гҖӮ
ko: мқҙ м„Өм •мқҖ м¶ңмІҳ нҷ•мқё л°Ҹ л№„л°ҖлІҲнҳё кІҖмӮ¬лҘј л№„нҷңм„ұнҷ”н•ҳкі лӘЁл“ лЎңм»¬ мӮ¬мҡ©мһҗм—җкІҢ мҶҢмј“мқ„ к°ңл°©н•©лӢҲлӢӨ. мң„н—ҳмқ„ мқҙн•ҙн•ң кІҪмҡ°м—җл§Ң нҷңм„ұнҷ”н•ҳм„ёмҡ”.
nb: Dette deaktiverer opphavs- og passordkontroller og ГҘpner socketen for alle lokale brukere. Aktiver bare nГҘr du forstГҘr risikoen.
pl: To wyЕӮД…cza sprawdzanie pochodzenia i hasЕӮa oraz otwiera gniazdo dla wszystkich lokalnych uЕјytkownikГіw. WЕӮД…czaj tylko wtedy, gdy rozumiesz ryzyko.
pt_br: Isto desativa verificaГ§Гөes de ancestralidade e senha e abre o socket para todos os usuГЎrios locais. Ative somente quando entender os riscos.
ru: РӯСӮРҫ РҫСӮРәР»СҺСҮР°РөСӮ РҝСҖРҫРІРөСҖРәСғ РҝСҖРҫРёСҒС…РҫР¶РҙРөРҪРёСҸ Рё РҝР°СҖРҫР»СҸ Рё РҫСӮРәСҖСӢРІР°РөСӮ СҒРҫРәРөСӮ РҙР»СҸ РІСҒРөС… Р»РҫРәР°Р»СҢРҪСӢС… РҝРҫР»СҢР·РҫРІР°СӮРөР»РөР№. Р’РәР»СҺСҮР°Р№СӮРө СӮРҫР»СҢРәРҫ РөСҒР»Рё РҝРҫРҪРёРјР°РөСӮРө СҖРёСҒРәРё.
th: аёҒаёІаёЈаё”аёіа№ҖаёҷаёҙаёҷаёҒаёІаёЈаёҷаёөа№үаёҲаё°аёӣаёҙаё”а№ғаёҠа№үаёҮаёІаёҷаёҒаёІаёЈаё•аёЈаё§аёҲаёӘаёӯаёҡаёӘаёІаёўаёӘаё·аёҡаё—аёӯаё”а№ҒаёҘаё°аёЈаё«аёұаёӘаёңа№ҲаёІаёҷ а№ҒаёҘаё°а№Җаёӣаёҙаё”аёӢа№ҮаёӯаёҒа№ҖаёҒа№Үаё•а№ғаё«а№үаёңаё№а№үа№ғаёҠа№үа№ғаёҷа№Җаё„аёЈаё·а№ҲаёӯаёҮаё—аёёаёҒаё„аёҷ а№Җаёӣаёҙаё”а№ғаёҠа№үаёҮаёІаёҷа№ҖаёүаёһаёІаё°а№ҖаёЎаё·а№Ҳаёӯаё„аёёаё“а№ҖаёӮа№үаёІа№ғаёҲаё„аё§аёІаёЎа№ҖаёӘаёөа№ҲаёўаёҮ
tr: Bu, soy ve parola denetimlerini devre dДұЕҹДұ bДұrakДұr ve soketi tГјm yerel kullanДұcДұlara aГ§ar. YalnДұzca riski anladДұДҹДұnДұzda etkinleЕҹtirin.
uk: РҰРө РІРёРјРёРәР°С” РҝРөСҖРөРІС–СҖРәСғ РҝРҫС…РҫРҙР¶РөРҪРҪСҸ СӮР° РҝР°СҖРҫР»СҸ С– РІС–РҙРәСҖРёРІР°С” СҒРҫРәРөСӮ РҙР»СҸ РІСҒС–С… Р»РҫРәР°Р»СҢРҪРёС… РәРҫСҖРёСҒСӮСғРІР°СҮС–РІ. Р’РјРёРәР°Р№СӮРө Р»РёСҲРө СҸРәСүРҫ СҖРҫР·СғРјС–С”СӮРө СҖРёР·РёРәРё.
zh_hans: иҝҷе°ҶзҰҒз”ЁзҘ–е…Ҳе’ҢеҜҶз ҒжЈҖжҹҘпјҢе№¶еҗ‘жүҖжңүжң¬ең°з”ЁжҲ·ејҖж”ҫеҘ—жҺҘеӯ—гҖӮиҜ·зЎ®дҝқжӮЁдәҶи§Је…¶дёӯзҡ„йЈҺйҷ©еҗҺеҶҚеҗҜз”ЁгҖӮ
zh_hant: йҖҷе°ҮеҒңз”ЁдҫҶжәҗй©—иӯүе’ҢеҜҶзўјжӘўжҹҘпјҢдёҰе°Ү Socket й–Ӣж”ҫзөҰжүҖжңүжң¬ж©ҹдҪҝз”ЁиҖ…гҖӮи«ӢзўәиӘҚжӮЁдәҶи§ЈйўЁйҡӘеҫҢеҶҚе•ҹз”ЁгҖӮ

# settings.automation.openAccess.dialog.title
source: Enable full open access?
ar: ШӘЩҒШ№ЩҠЩ„ Ш§Щ„ЩҲШөЩҲЩ„ Ш§Щ„Щ…ЩҒШӘЩҲШӯ Ш§Щ„ЩғШ§Щ…Щ„Шҹ
bs: OmoguДҮiti potpuni otvoreni pristup?
da: Aktiver fuld ГҘben adgang?
de: VollstГӨndigen offenen Zugriff aktivieren?
es: ВҝActivar acceso abierto completo?
fr: Activer l'accГЁs ouvert complet ?
it: Abilitare l'accesso aperto completo?
ja: гғ•гғ«гӮӘгғјгғ—гғігӮўгӮҜгӮ»гӮ№гӮ’жңүеҠ№гҒ«гҒ—гҒҫгҒҷгҒӢпјҹ
ko: м „мІҙ к°ңл°© м ‘к·јмқ„ нҷңм„ұнҷ”н•ҳмӢңкІ мҠөлӢҲк№Ң?
nb: Aktivere full ГҘpen tilgang?
pl: WЕӮД…czyДҮ peЕӮny otwarty dostДҷp?
pt_br: Ativar acesso aberto total?
ru: Р’РәР»СҺСҮРёСӮСҢ РҝРҫР»РҪСӢР№ РҫСӮРәСҖСӢСӮСӢР№ РҙРҫСҒСӮСғРҝ?
th: а№Җаёӣаёҙаё”а№ғаёҠа№үаёҮаёІаёҷаёҒаёІаёЈа№ҖаёӮа№үаёІаё–аё¶аёҮа№Җаёӣаёҙаё”а№Ғаёҡаёҡа№Җаё•а№ҮаёЎаё«аёЈаё·аёӯа№„аёЎа№Ҳ?
tr: Tam aГ§Дұk eriЕҹim etkinleЕҹtirilsin mi?
uk: РЈРІС–РјРәРҪСғСӮРё РҝРҫРІРҪРёР№ РІС–РҙРәСҖРёСӮРёР№ РҙРҫСҒСӮСғРҝ?
zh_hans: еҗҜз”Ёе®Ңе…ЁејҖж”ҫи®ҝй—®пјҹ
zh_hant: иҰҒе•ҹз”Ёе®Ңе…Ёй–Ӣж”ҫеӯҳеҸ–е—Һпјҹ
